export let objectArray = [
  {
    "url": 'photos/1.jpg',
    "description": 'Хорошо там, где меня нет… Но ничего, я и туда доберусь!'
  },
  {
    "url": 'photos/2.jpg',
    "description": 'По-немецки ″нах″ (nach) означает направление движения. По-русски тоже, но конкретнее..'
  },
  {
    "url": 'photos/3.jpg',
    "description": 'Услышав мои желания, золотая рыбка сделала вид, что сдохла.'
  },
  {
    "url": 'photos/4.jpg',
    "description": 'Этот вечный конфликт: зеркало утверждает, что ты выглядишь потрясно, а фотик упорно доказывает обратное.'
  },
  {
    "url": 'photos/5.jpg',
    "description": 'Слабые люди спят лицом в салате. Сильные — в десерте'
  },
  {
    "url": 'photos/6.jpg',
    "description": '- Любимая, что тебе подарить??\n' +
      '- Все равно, милый — лишь бы коробка автомат, и цифровая система навигации.!'
  },
  {
    "url": 'photos/7.jpg',
    "description": 'Диета – это когда пошла на кухню за яблоком, а внезапно сожрала котлету…'
  },
  {
    "url": 'photos/8.jpg',
    "description": 'Тестим новую камеру!'
  },
  {
    "url": 'photos/9.jpg',
    "description": 'Затусили с друзьями на море'
  },
  {
    "url": 'photos/10.jpg',
    "description": 'Жить вдвоем — значит вместе решать проблемы, которых не возникло бы, если бы вы не начали жить вдвоем.'
  },
  {
    "url": 'photos/11.jpg',
    "description": 'Детство заканчивается тогда, когда на тебя уже странно смотрят в песочнице!'
  },
  {
    "url": 'photos/12.jpg',
    "description": 'Вот это тачка!'
  },
  {
    "url": 'photos/13.jpg',
    "description": 'Отдам завтрак, обед и ужин врагу — сытый враг безобиден, а я стройнее.'
  },
  {
    "url": 'photos/14.jpg',
    "description": 'Мой кот срёт по углам. И мне кажется, что он думает, что я его луплю за то, что он мало срёт.'
  },
  {
    "url": 'photos/15.jpg',
    "description": 'Не хочу искать работу. Она же меня не ищет. В конце концов надо, иметь хоть каплю гордости.'
  },
  {
    "url": 'photos/16.jpg',
    "description": '– Каков диаметр Земли?\n' +
      '– Извините, не местный.'
  },
  {
    "url": 'photos/17.jpg',
    "description": 'Жизненный опыт — это масса ценных знаний о том, как не надо себя вести в ситуациях, которые никогда больше не повторятся.'
  },
  {
    "url": 'photos/18.jpg',
    "description": 'Вроде бы все наладилось:на работу устроилась,классный автомобиль купила,ипотеку погасила,деньги на Тайланд скопила,а тебе-Бац и 80лет…'
  },
  {
    "url": 'photos/19.jpg',
    "description": 'И зачем это конфеты заворачивают в такую шуршащую бумагу? На всю квартиру слышно, как я худею.'
  },
  {
    "url": 'photos/20.jpg',
    "description": 'Затусили с друзьями на море'
  },
  {
    "url": 'photos/21.jpg',
    "description": 'Ночь. Город засыпает. Просыпаются сидящие на диете и идут к холодильнику.'
  },
  {
    "url": 'photos/22.jpg',
    "description": 'Цените каждое мгновенье. Цените тех, кто рядом с вами и отгоняйте все сомненья. Не обижайте всех словами......'
  },
  {
    "url": 'photos/23.jpg',
    "description": 'Меня постоянно преследуют умные мысли, но я быстрее….'
  },
  {
    "url": 'photos/24.jpg',
    "description": 'Отдыхаем...'
  },
  {
    "url": 'photos/25.jpg',
    "description": 'Не знаю как у вас,но у меня нервные клетки не только восстанавливаются,но еще и пытаются отомстить виновным в их гибели.'
  }
]

export let commentsArray = [
  'Всё отлично!'+ String.fromCodePoint(0x1F60D),
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают.',
  'Как можно было поймать такой неудачный момент?!',
  'О! Смайлики, наконец, вернулись.' + String.fromCodePoint(0x1F60B) + ' Не сразу заметил.',
  'Блин, я думал у меня картинка не загрузилась!',
  'Это вообще законно?',
  'Горизонт завален',
  'Я залип на этой фотке и не могу оторваться. Совсем не знаю что мне делать.',
  'Кто-то заляпал объектив?',
  'Кадрирование ужасно...',
  'Мне вот интересно, как вы успеваете и работать, и заниматься творчеством, и спортом, и саморазвиваться? Я вот успеваю только поплакать',
  'Красиво жить не запретишь!',
  'Главное, быть счастливым, и не важно, какое заключение напишет психиатр.',
  'В жизни всегда есть место подвигу, но некоторые все же предпочитают оставаться холостыми…',
  'Не учи меня жить, лучше помоги материально',
  'Как вам идут …. эти чужие фотографии…' + String.fromCodePoint(0x1F602),
  'Когда душа просит праздника… …кошелек просит пощады!',
  'Скорость звука — довольно странная штука. Родители что-то говорят тебе в двадцать лет, а доходит только к сорока.'
];